let songs = [{
	song: '美人鱼-林俊杰',
	src:'audio/美人鱼-林俊杰.mp3',
	lrc: `
[00:00.00] 作曲 : 林俊杰
[00:01.00] 作词 : 简胜/林秋离
[00:26.30]我在沙滩划个圆圈
[00:28.69]属于我俩安逸世界
[00:31.14]不用和别人连线
[00:36.33]我不管你来自深渊
[00:38.68]也不在乎身上鳞片
[00:41.38]爱情能超越一切
[00:45.93]只要你在我身边
[00:47.79]所有蜚语流言 完全视而不见
[00:50.73]请不要匆匆一面
[00:52.72]一转身就沉入海平线
[00:58.25]传说中你为爱甘心被搁浅
[01:03.33]我也可以为你 潜入海里面
[01:08.02]怎么忍心断绝
[01:10.65]忘记我不变的誓言
[01:14.31]我眼泪断了线
[01:18.36]现实里有了我对你的眷恋
[01:23.40]我愿意化作雕像 等你出现
[01:28.19]再见再也不见
[01:30.68]心碎了飘荡在海边
[01:34.57]你抬头就看见
[01:59.54]我在沙滩划个圆圈
[02:02.19]属于我俩安逸世界
[02:04.63]不用和别人连线
[02:09.42]我不管你来自深渊
[02:12.33]也不在乎身上鳞片
[02:14.73]爱情能超越一切
[02:19.06]只要你在我身边
[02:21.11]所有蜚语流言 完全视而不见
[02:24.14]请不要匆匆一面
[02:26.18]一转身就沉入海平线
[02:31.88]传说中你为爱甘心被搁浅
[02:36.87]我也可以为你 潜入海里面
[02:41.64]怎么忍心断绝
[02:44.29]忘记我不变的誓言
[02:47.75]我眼泪断了线
[02:52.04]现实里有了我对你的眷恋
[02:57.03]我愿意化作雕像 等你出现
[03:01.87]再见再也不见
[03:04.66]心碎了飘荡在海边
[03:07.95]你抬头就看见
[03:12.54]传说中你为爱甘心被搁浅
[03:17.23]我也可以为你 潜入海里面
[03:22.02]怎么忍心断绝
[03:24.71]忘记我不变的誓言
[03:28.04]我眼泪断了线
[03:32.43]现实里有了我对你的眷恋
[03:37.48]我愿意化作雕像 等你出现
[03:42.21]再见再也不见
[03:44.85]心碎了飘荡在海边
[03:48.16]你抬头就看见
[03:52.12]你 你抬头就看见
[03:57.30]你 你抬头就看见
`
}, {
	song: '白桦林-朴树',
	src:'audio/白桦林-朴树.mp3',
	lrc: `
[00:00.00] 作曲 : 朴树
[00:01.00] 作词 : 朴树
[00:16.01]静静的村庄飘着白的雪
[00:22.39]阴霾的天空下鸽子飞翔
[00:28.09]白桦树刻着那两个名字
[00:34.08]他们发誓相爱用尽这一生
[00:40.28]有一天战火烧到了家乡
[00:46.57]小伙子拿起枪奔赴边疆
[00:53.50]心上人你不要为我担心
[00:58.21]等着我回来在那片白桦林
[01:05.59]天空依然阴霾依然有鸽子在飞翔
[01:11.29]谁来证明那些没有墓碑的爱情和生命
[01:16.21]雪依然在下那村庄依然安详
[01:22.28]年轻的人们消逝在白桦林
[01:29.49]噩耗声传来在那个午后
[01:35.89]心上人战死在远方沙场
[01:41.70]她默默来到那片白桦林
[01:46.55]望眼欲穿地每天守在那里
[02:04.83]她说他只是迷失在远方
[02:10.85]他一定会来来这片白桦林
[02:16.88]天空依然阴霾依然有鸽子在飞翔
[02:22.85]谁来证明那些没有墓碑的爱情和生命
[02:29.20]雪依然在下那村庄依然安详
[02:34.83]年轻的人们消逝在白桦林
[02:41.39]长长的路呀就要到尽头
[02:49.49]那姑娘已经是白发苍苍
[02:53.06]她时常听他在枕边呼唤
[02:59.40]“来吧 亲爱的 来这片白桦林”
[03:06.59]在死的时候她喃喃地说
[03:11.10]“我来了 等着我在那片白桦林”
`
}, {
	song: '往后余生（翻自 马良）-王贰浪',
	src:'audio/往后余生（翻自 马良）-王贰浪.mp3',
	lrc: `
[00:00.00] 作曲 : 马良
[00:01.00] 作词 : 马良
[00:09.42]
[00:17.07]在没风的地方找太阳
[00:23.64]在你冷的地方做暖阳
[00:31.20]人事纷纷
[00:34.69]你总是太天真
[00:39.05]往后的余生
[00:41.05]我只要你
[00:44.74]往后余生
[00:48.01]风雪是你
[00:51.72]平淡是你
[00:55.59]清贫也是你
[00:59.27]荣华是你
[01:02.78]心底温柔是你
[01:07.36]目光所致
[01:10.12]也是你
[01:13.75]
[01:30.55]想带你去看晴空万里
[01:37.63]想大声告诉你我为你着迷
[01:46.09]往事匆匆
[01:48.85]你总是会感动
[01:52.85]往后的余生
[01:54.98]我只要你
[01:58.30]往后余生
[02:01.90]风雪是你
[02:05.83]春华是你
[02:09.49]夏雨也是你
[02:12.97]秋黄是你
[02:16.76]四季冷暖是你
[02:21.02]目光所致
[02:23.82]也是你
[02:29.22]
[02:57.41]往后余生
[03:01.06]风雪是你
[03:04.75]平淡是你
[03:08.38]清贫也是你
[03:12.13]荣华是你
[03:15.42]心底温柔是你
[03:19.91]目光所致
[03:22.72]也是你
[03:27.50]目光所致
[03:31.19]也是你
[03:33.30]制作人：王佳依 张燕峰
[03:34.77]监制：姚政
[03:36.12]编曲：张燕峰
[03:37.74]伴唱：王贰浪
[03:39.49]缩混：唐瑜
[03:41.30]母带：唐瑜
[03:42.66]录音室：KOl Musical Equipment Ltd
`
}, {
	song: '相思风雨中-张学友,汤宝如',
	src:'audio/相思风雨中-张学友,汤宝如.mp3',
	lrc: `
[00:00.00] 作曲 : 徐日勤
[00:01.00] 作词 : 简宁
[00:22.30]难解百般愁相知爱意浓
[00:30.82]情海变苍茫痴心遇冷风
[00:36.09]分飞各天涯他朝可会相逢
[00:42.51]萧萧风声凄泣暴雨中
[00:48.26]人海里飘浮展转却是梦
[00:54.69]情深永相传飘于万世空
[01:01.45]当霜雪飘时 但愿花亦艳红
[01:07.59]未惧路上烟雨蒙
[01:11.44]啊 寄相思风雨中
[01:18.40]啊 寄痴心风雨中
[01:23.72]抱月去化春风云外追踪侣梦
[01:30.89]恨满胸愁红尘多作弄
[01:37.06]难解百般愁相知爱意浓
[01:43.72]情海变苍茫痴心遇冷风
[01:50.10]分飞各天涯  但愿他日重逢
[01:55.94]夜漫漫路上珍重
[02:01.10]人海里飘浮展转却是梦
[02:36.90]情深永相传飘于万世空
[02:44.30]当霜雪飘时  但愿花亦艳红
[02:51.27]未惧路上烟雨蒙
[02:55.53]啊 寄相思风雨中
[03:01.33]啊 寄痴心风雨中
[03:08.30]抱月去化春风云外追踪侣梦
[03:13.96]恨满胸愁红尘多作弄
[03:20.60]难解百般愁相知爱意浓
[03:26.65]情海变苍茫痴心遇冷风
[03:32.56]分飞各天涯 （女）但愿他日重逢
[03:39.08]夜漫漫路上珍重
[03:43.24]寒夜里霜雪飘时
[03:48.31]但愿花亦艳红别后路上珍重
`
}, {
	song: '落叶归根-王力宏',
	src:'audio/落叶归根-王力宏.mp3',
	lrc: `
[00:00.00] 作曲 : 王力宏
[00:01.00] 作词 : 王力宏
[00:21.88]Wu~
[00:38.51]举头望无尽灰云 那季节叫做寂寞
[00:46.18]背包塞满了家用 路就这样开始走
[00:53.71]日不见太阳的暖 夜不见月光的蓝
[01:01.48]不得不选择寒冷的开始 留下只拥有遗憾
[01:08.42]
[01:08.79]命运的安排 遵守自然的逻辑
[01:16.60]谁都无法揭谜底 喔..
[01:24.86]远离家乡 不甚唏嘘 幻化成秋夜
[01:32.53]而我却像落叶归根 坠在你心间
[01:40.03]几分忧郁 几分孤单 都心甘情愿
[01:47.61]我的爱像落叶归根
[01:51.65]家 唯独在你身边
[01:58.44]
[02:25.66]
[02:30.01]举头望无尽灰云 那季节叫做寂寞
[02:37.63]背包塞满了家用 路就这样开始走
[02:45.23]日不见太阳的暖 夜不见月光的蓝
[02:52.87]不得不选择寒冷的开始 留下只拥有遗憾
[02:59.77]
[03:00.14]命运的安排 遵守自然的逻辑
[03:08.02]谁都无法揭谜底 喔..
[03:15.85]远离家乡 不甚唏嘘 幻化成秋夜
[03:24.21]而我却像落叶归根 坠在你心间
[03:31.86]几分忧郁 几分孤单 都心甘情愿
[03:39.45]我的爱像落叶归根
[03:43.40]家 唯独在你身边
[03:48.24]但愿陪你找回 所遗失的永恒
[03:55.77]当我开口你却沉默 只剩一场梦
[04:13.95]
[04:15.32]我却像落叶归根 坠在你心间
[04:22.62]几分忧郁 几分孤单 都心甘情愿
[04:30.77]我的爱像落叶归根
[04:36.37]家 唯独在你身边
[04:54.19]
[04:55.79]喔~~
[05:04.46]
`
}, {
	song: '第三人称-蔡依林',
	src:'audio/第三人称-蔡依林.mp3',
	lrc: `
[00:30.25]主观镜头太靠近
[00:34.07]难过太立体
[00:36.82]用远景保持疏离
[00:41.32]我冷眼旁观雾中风景
[00:46.83]不偏不倚一镜到底
[00:53.29]第二张脸很吃力
[00:57.64]笑容很僵硬
[01:00.34]用一号表情面对失去
[01:05.00]我开始用第三人称的口气
[01:10.46]不疾不徐全事不关己
[01:15.07]看着他自成一局歇斯底里
[01:20.99]看着他双人床上solo 抽泣
[01:27.30]第三人称的自己有病就呻吟
[01:34.55]那么神经那么入戏
[02:04.55]第二张脸很吃力
[02:08.57]笑容很僵硬
[02:11.49]用一号表情面对失去
[02:16.11]我开始用第三人称的口气
[02:22.33]不疾不徐全事不关己
[02:26.14]看着他自成一局歇斯底里
[02:32.19]看着他双人床上solo 抽泣
[02:38.41]第三人称的自己有病就呻吟
[02:45.53]那么神经那么入戏
[02:49.94]随便他自成一局歇斯底里
[02:56.10]随便他双人床上solo 抽泣
[03:02.25]第三人称的自己骂得好过瘾
[03:09.61]这点破事什么玩意
[03:15.97]渐渐他平静渐渐我走远
[03:21.94]那些疯狂也渐渐不见
[03:27.53]某一天回头看见他还站在原地
[03:34.35]收留着那年打包好的眼泪
[03:42.06]谢谢他曾歇斯底里
[03:46.21]oh oh
[03:48.16]谢谢他一直在那里
[03:52.57]第三人称的自己我慢慢走近
[04:02.41]抱着他忍不住哭泣
[04:07.50]Oh oh oh
[04:09.60]Oh oh oh
[04:16.46]那些曾经都在心里
`
}, {
	song: '可惜我是水瓶座-杨千嬅',
	src:'audio/可惜我是水瓶座-杨千嬅.mp3',
	lrc: `
[00:00.00] 作曲 : 雷颂德
[00:01.00] 作词 : 黄伟文
[00:11.91]原来你这样珍惜我
[00:17.51]从前在热恋中都未听讲过
[00:22.86]别说这种行货 哪里留得住我
[00:28.88]到底是为什么分手你很清楚
[00:34.48]如何笨到底 但到底还是我
[00:39.89]谁人待我好 待我差 太清楚
[00:45.80]想继续装傻 却又无力受折磨
[00:51.40]心里羡慕那些人 盲目到不计后果
[00:57.81]我就回去 别引出我泪水
[01:03.51]尤其明知水瓶座最爱是流泪
[01:08.47]若然道别是下一句 可以闭上了你的嘴
[01:14.12]无谓再会要是再会更加心碎
[01:20.57]要是回去没有止痛药水
[01:26.28]拿来长岛冰茶换我半晚安睡
[01:31.18]十年后或现在失去 反正到最尾也唏嘘
[01:36.89]够绝情我都赶我自己出去
[01:53.98]犹如最结实的堡垒
[01:59.49]原来在逐点崩溃逐点粉碎
[02:04.85]极固执的如我 也会捱不下去
[02:10.82]每天扮著幸福始终有些心虚
[02:16.38]如何笨到底 但到底还是我
[02:21.98]谁人待我好 待我差 太清楚
[02:27.70]想继续装傻 却又无力受折磨
[02:33.31]心里羡慕有些人 盲目到不计后果
[02:39.76]我就回去 别引出我泪水
[02:45.31]尤其明知水瓶座最爱是流泪
[02:50.21]若然道别是下一句 可以闭上了你的嘴
[02:55.87]无谓再会要是再会更加心碎
[03:02.38]要是回去没有止痛药水
[03:07.93]拿来长岛冰茶换我半晚安睡
[03:12.73]十年后或现在失去 反正到最尾也唏嘘
[03:18.49]够绝情我都赶我自己出去
`
}];